Repository: CofficLab/Lumi
Catalog: Plugins/ConversationLanguagePlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: AI response language in header
zh_hans: 聊天顶部的语言选择器
zh_hk: 聊天頂部的語言選擇器

source: Chinese
zh_hans: 中文
zh_hk: 中文

# Chinese Description
source: The assistant replies in Chinese.
zh_hans: AI 将使用中文回复。
zh_hk: AI 會使用中文回覆。

source: Conversation Language
zh_hans: 对话语言
zh_hk: 對話語言

# Current Chinese Help
source: Current: Chinese. Click to change the response language.
zh_hans: 当前：中文。点击更改回复语言。
zh_hk: 目前：中文。點擊更改回覆語言。

# Current English Help
source: Current: English. Click to change the response language.
zh_hans: 当前：English。点击更改回复语言。
zh_hk: 目前：English。點擊更改回覆語言。

source: English
zh_hans: 英语
zh_hk: 英语

# English Description
source: The assistant replies in English.
zh_hans: AI will respond in English.
zh_hk: AI will respond in English.

source: Global Language
zh_hans: 全局语言
zh_hk: 全局語言

source: Language Selector
zh_hans: 语言选择器
zh_hk: 語言選擇器

source: Response Language
zh_hans: 回复语言
zh_hk: 回覆語言
